<template>
  <div class="privacy-policy">
    <p><strong>Политика по обработке персональных данных</strong></p>
    <p><strong>&nbsp;</strong></p>
    <ol>
    <li><strong> Общие положения</strong></li>
    </ol>
    <p>Настоящая политика обработки персональных данных составлена в соответствии с требованиями п. 2 ч. 1 ст. 18.1 и ст. 3 Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые ИП Родимов Игорь Владимирович (ИНН 745011527040) (далее — Оператор).</p>
    <p>1.1. Оператор ставит своей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</p>
    <p><br>1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее — Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта https://volt12.ru.</p>
    <p><br>1.3. Основные права и обязанности Оператора.</p>
    <p><br>1.3.1. Оператор имеет право:</p>
    <p>— получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;</p>
    <p>— в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;</p>
    <p>— самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.</p>
    <p>1.3.2. Оператор обязан:</p>
    <p>— предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;</p>
    <p>— организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;</p>
    <p>— отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;</p>
    <p>— сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 30 дней с даты получения такого запроса;</p>
    <p>— публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;</p>
    <p>— принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;</p>
    <p>— прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;</p>
    <p>— исполнять иные обязанности, предусмотренные Законом о персональных данных.</p>
    <p>1.4. Основные права и обязанности субъектов персональных данных.</p>
    <p><br>1.4.1. Субъекты персональных данных имеют право:</p>
    <p>— получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;</p>
    <p>— требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;</p>
    <p>— выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;</p>
    <p>— на отзыв согласия на обработку персональных данных;</p>
    <p>— обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;</p>
    <p>— на осуществление иных прав, предусмотренных законодательством РФ.</p>
    <p><br>1.4.2. Субъекты персональных данных обязаны:</p>
    <p>— предоставлять Оператору достоверные данные о себе;</p>
    <p>— сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.</p>
    <p><br>1.4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.</p>
    <ol start="2">
    <li><strong> Цели сбора персональных данных</strong></li>
    </ol>
    <p>2.1. Цель обработки персональных данных Пользователя:</p>
    <p>— информирование Пользователя посредством отправки электронных писем;</p>
    <p>— заключение, исполнение и прекращение гражданско-правовых договоров;</p>
    <p>— предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте&nbsp;https://volt12.ru;</p>
    <p>— обеспечение безопасности и защиты от автоматических ботов.</p>
    <p>2.2. Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты mastervolt12@yandex.ru с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».</p>
    <p>2.3. Обезличенные данные Пользователей, которые собираются с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.</p>
    <ol start="3">
    <li><strong> Правовые основания обработки персональных данных</strong></li>
    </ol>
    <p>3.1. Правовыми основаниями обработки персональных данных Оператором являются:</p>
    <p>— Конституция РФ;</p>
    <p>— Гражданский кодекс РФ;</p>
    <p>— Федеральный закон «Об информации, информационных технологиях и о защите информации» от 27.07.2006 N 149-ФЗ;</p>
    <p>— федеральные законы, иные нормативно-правовые акты в сфере защиты персональных данных;</p>
    <p>— договоры, заключаемые между оператором и субъектом персональных данных;</p>
    <p>— согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешенных для распространения;</p>
    <p>3.2. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте https://volt12.ru или направленные Оператору посредством электронной почты/мессенджера, Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.</p>
    <p>3.3. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов cookie и использование технологии JavaScript).</p>
    <p>3.4. Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.</p>
    <p>Обработка персональных данных при использовании Google reCAPTCHA осуществляется на основании:</p>
    <ul>
    <li>согласия пользователя на обработку его персональных данных;</li>
    <li>законных интересов Оператора по обеспечению безопасности сайта и защиты от несанкционированного доступа. (Политика конфиденциальности Google:&nbsp;<a href="https://policies.google.com/terms?hl=ru" target="_blank" rel="noopener">https://policies.google.com/terms?hl=ru</a>)</li>
    </ul>
    <ol start="4">
    <li><strong> Объем и категории обрабатываемых данных, категории субъектов персональных данных</strong></li>
    </ol>
    <p>4.1. Оператор может обрабатывать персональные данные следующих субъектов персональных данных:</p>
    <ul>
    <li>клиенты и контрагенты оператора;</li>
    <li>представители/работники клиентов контрагентов Оператора (юридических лиц);</li>
    <li>посетители сайта (сайтов) Оператора.</li>
    </ul>
    <p>4.2. Оператор может обрабатывать следующие персональные данные Пользователя:</p>
    <ul>
    <li>Фамилия, имя, отчество;</li>
    <li>Электронные адреса;</li>
    <li>Номера телефонов;</li>
    <li>Почтовые адреса.</li>
    </ul>
    <p>4.3. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов cookie) с помощью сервисов интернет-статистики Яндекс Метрика и других (ссылка на политику конфиденциальности Яндекс:&nbsp;<a href="https://yandex.ru/legal/metrica_termsofuse/ru/" target="_blank" rel="noopener">https://yandex.ru/legal/metrica_termsofuse/ru/</a>).</p>
    <p>4.4. Оператор в целях обеспечения безопасности и защиты от автоматических ботов использует сервис Google reCAPTCHA, предоставляемый компанией Google LLC (далее — «Google»).</p>
    <p>Google reCAPTCHA представляет собой сервис, разработанный Google для различения человеческих действий и действий автоматических программ. Сервис собирает и обрабатывает данные о поведении пользователей на сайте для определения их подлинности.</p>
    <p>При использовании сервиса Google reCAPTCHA могут обрабатываться следующие категории данных:</p>
    <ul>
    <li>IP-адрес пользователя;</li>
    <li>данные о поведении пользователя на сайте;</li>
    <li>иные технические данные, необходимые для функционирования сервиса.</li>
    </ul>
    <p>(Политика конфиденциальности Google: https://policies.google.com/terms?hl=ru)</p>
    <p>4.5. Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.</p>
    <p>4.6. Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.</p>
    <ol start="5">
    <li><strong> Принципы обработки персональных данных</strong></li>
    </ol>
    <p>5.1. Обработка персональных данных осуществляется на законной и справедливой основе.</p>
    <p>5.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.</p>
    <p>5.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.</p>
    <p>5.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.</p>
    <p>5.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.</p>
    <p>5.6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.</p>
    <p>5.7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</p>
    <p>5.8. Для обеспечения защиты персональных данных Пользователя при их обработке Администратором приняты следующие меры от несанкционированного доступа, а также иных неправомерных действий в отношении персональных данных Пользователя:</p>
    <p>5.8.1. Правовые меры, включающие в себя, в том числе создание документов, направленных на защиту персональных данных: положение о защите персональных данных, заключение соглашений о конфиденциальности с лицами, имеющими доступ к персональным данным.</p>
    <p>5.8.2. Организационные меры, в том числе: назначение лиц, ответственных за защиту персональных данных, хранение персональных данных, содержащихся на материальных носителях, в сейфе.</p>
    <p>5.8.3. Технические меры: использование средств защиты информации, прошедших процедуру оценки соответствия требованиям законодательства РФ, взаимодействовать с госсистемой обнаружения, предупреждения и ликвидации последствий кибератак</p>
    <ol start="6">
    <li><strong> Условия обработки персональных данных</strong></li>
    </ol>
    <p>6.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.</p>
    <p>6.2. Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.</p>
    <p>6.3. Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.</p>
    <p>6.4. Обработка персональных данных необходима для аутентификации действий Субъекта на сайте, индивидуального учета заказов в целях исполнения договоров с клиентами, обработки и доставки заказов, созданных Субъектом на сайте, предоставления специальной информации Субъекту, повышения качества работы и оказываемых услуг, осуществления информирования о специальных предложениях и акциях, о новых товарах, предлагаемых интернет-магазином, предоставления Субъекту эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта, установления с Субъектом обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработка запросов и заявок, рассмотрение и разрешение проблем или вопросов.</p>
    <p>6.5. Обработка персональных данных необходима для осуществления прав и законных интересов Оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.</p>
    <ol start="7">
    <li><strong> Порядок сбора, хранения, передачи и других видов обработки персональных данных</strong></li>
    </ol>
    <p>7.1. Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.</p>
    <p>7.2. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.</p>
    <p>7.3. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.</p>
    <p>7.4. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора mastervolt12@yandex.ru с пометкой «Актуализация персональных данных».</p>
    <p>7.5. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора mastervolt12@yandex.ru с пометкой «Отзыв согласия на обработку персональных данных».</p>
    <p>7.6. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан самостоятельно своевременно ознакомиться с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.</p>
    <p>7.7. Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.</p>
    <p>7.8. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.</p>
    <p>7.9. Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление неправомерной обработки персональных данных.</p>
    <ol start="8">
    <li><strong> Перечень действий, производимых Оператором с полученными персональными данными</strong></li>
    </ol>
    <p>8.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.</p>
    <p>8.2. Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.</p>
    <ol start="9">
    <li><strong> Трансграничная передача персональных данных</strong></li>
    </ol>
    <p>9.1. Оператор до начала осуществления деятельности по трансграничной передаче персональных данных обязан уведомить уполномоченный орган по защите прав субъектов персональных данных о своем намерении осуществлять трансграничную передачу персональных данных (такое уведомление направляется отдельно от уведомления о намерении осуществлять обработку персональных данных).</p>
    <p>9.2. Оператор до подачи вышеуказанного уведомления, обязан получить от органов власти иностранного государства, иностранных физических лиц, иностранных юридических лиц, которым планируется трансграничная передача персональных данных, соответствующие сведения.</p>
    <ol start="10">
    <li><strong> Заключительные положения</strong></li>
    </ol>
    <p>10.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты по адресу mastervolt12@yandex.ru.</p>
    <p>10.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.</p>
    <p>10.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет на странице&nbsp;https://volt12.ru/privacy-policy/</p>
  </div>
</template>

<style scoped>
.privacy-policy {
  padding: 0 70px;
  margin-top: 37px;
  margin-bottom: 88px;
}
.privacy-policy p {
  font-family: 'NT Somic', sans-serif;
  font-weight: 500;
  font-size: 14px;
  color: var(--gray-dark);
}
.privacy-policy ol {
  padding-left: 20px;
}
.privacy-policy ol li {
  font-family: 'NT Somic', sans-serif;
  font-weight: 500;
  font-size: 14px;
  color: var(--gray-dark);
}
.privacy-policy ul {
  padding-left: 20px;
}
.privacy-policy ul li {
  font-family: 'NT Somic', sans-serif;
  font-weight: 500;
  font-size: 14px;
  color: var(--gray-dark);
}
@media (max-width: 1100px) {
  .privacy-policy {
    padding: 0 37px;
  }
}
@media (max-width: 744px) {
  .privacy-policy {
    padding: 0 16px;
    margin-top: 20px;
    margin-bottom: 100px;
  }
  
  .privacy-policy p,
  .privacy-policy ol li,
  .privacy-policy ul li {
    font-size: 13px;
  }
  
  .privacy-policy ol,
  .privacy-policy ul {
    padding-left: 16px;
  }
}
</style>